<?php
$API_KEY = "6715914076:AAFYRJ52HyUETBBekxIkF9dG6CI1Gtb8uE8"; #توكن البوت
$idbot = "6715914076"; #ايدي البوت 
$adminss = array("6506780205","3333333","222222222"); #الأدمنيه
$adminsAymn = array("","الادمن","الادمن");
$add_balance = 'https://t.me/Y5_5C'; #شراء نقاط
$dev = 6506780205; #المطور
$aldorafy = 6506780205;
$IDCH = -1002131539859; #قناة الاثباتات
$dev1 = -1002099448355; #تسجيلات الدخول
$dev2 = -1002047241099; #الطلبات 
$EngAymn1 = -1001961282338; #الطلبات المكتملة
$EngAymn2 = -1002209860043 ; #الطلبات الملغية 
$EngAymn3 = -1002201090374; #الطلبات المكتملة جزئياً
$EngYoussefM = -1002391137645; #قناة المتوفر.
$aymn = "@Y5_5C";
$ch_bot = "https://t.me/TigerSpeedSmmCH"; #قناة التحديثات
$channel = 'https://t.me/OY_ED'; #قناة الاثباتات
$ch = '@OY_ED'; # قناة الاثباتات
$name_bot = '☑️ • الدخول إلى البوت 🤖.'; # اسم الزرار الي تحت كليشه الاثباتات
$url_bot = 'https://t.me/Y5_5C_bot' ; #رابط البوت
$ban_num = ["\+967","\+966","\+20","\+964","\+971","\+974","\+965","\+968","\+962","\+249","\+212","\+972","\+970","\+213","\+503",]; #نداء الدول غير المحظورة
$link_invite = 'https://t.me/Y5_5C_BOT?start='; #رابط الدعوة
$NameBotG = "𝐎𝐫𝐛𝐢𝐭𝐄𝐱𝐚"; # اسم البوت
$DataTimeG = "2024-08-30"; #تاريخ بدء نظام الحوسبة


?>